RecommendedQuestInfoList = {
	[1] = {
		Title = "你好!欢迎来到RO仙境传说的世界!",
		IconName = "ico_gq.bmp",
		Summary = "我们为新手玩家们加油喔!甘巴爹~",
		NpcSpr = "4_F_01",
		NpcNavi = "iz_ac01",
		NpcPosX = 102,
		NpcPosY = 44,
		BgName = "reco_01.bmp",
		QuestInfo1 = {
			"欢迎欢迎!",
			"克里图拉学院为了协助新手冒险家，提供各种有益的资讯。如果有尚未造访克里图拉学院的新手冒险家们，记得过来领取有益的资讯和礼包喔!"
		},
		QuestInfo2 = { "$$初学者$$欢迎!!", "新手%%礼包%%棒棒@!!赞赞@!!", "&*转职*&咨询 OK!!" },
		QuestInfo3 = { "^ff0000※本页面不是任务，而是更新介绍，即使完成任务也不会删除。^000000" }
	},
	[84] = {
		Title = "4转职业开放!!!",
		IconName = "ico_jq.bmp",
		Summary = "揭开全新篇章!",
		BgName = "reco_84.bmp",
		QuestInfo1 = {
			"4转职业秘密终于公开!!!",
			"新职业登场，怀抱各种使命与目的的冒险家展开挑战，米德加尔特大陆也热闹不已。\n\t\t\t为了变得更强大的试炼与努力!\n\t\t\t还有你的故事。"
		},
		QuestInfo2 = {
			"对象: ^55bbee转生3转职业^000000",
			"BaseLv: ^ffaa66200^000000",
			"JobLv:  ^ffaa6670^000000"
		},
		QuestInfo3 = { "^ff0000※该页面为更新介绍而非任务说明，即使完成任务也不会删除。^000000" }
	},
	[81] = {
		Title = "星座之塔",
		IconName = "ico_sc.bmp",
		Summary = "与新主人见面",
		NpcSpr = "4_ED_OSCAR",
		NpcNavi = "e_tower",
		NpcPosX = 71,
		NpcPosY = 115,
		BgName = "reco_81.bmp",
		QuestInfo1 = {
			"^003355换了新主人?^000000",
			"有人似乎把无限塔弄得天翻地覆了，",
			"在不清楚对方是何等的危险情况下，必须有人去了解新主人的真实身份。"
		},
		QuestInfo2 = { "攻略条件", "^990000LV240以上^000000的冒险家" },
		QuestInfo3 = { "^ff0000※该页面为更新介绍而非任务说明，即使完成任务也不会删除。^000000" }
	},
	[80] = {
		Title = "EP18-祈祷的方向",
		IconName = "ico_ep.bmp",
		Summary = "在拉赫发生了何事?",
		NpcSpr = "4_EP17_TABLET",
		NpcNavi = "ba_in01",
		NpcPosX = 26,
		NpcPosY = 266,
		BgName = "reco_80.bmp",
		QuestInfo1 = {
			"停滞不前的飞空艇信号分析终于结束了!",
			"虚幻派的残部似乎要在阿卢纳贝兹教国首都拉赫规划阴谋，",
			"爱丽和冒险家决定亲自去一趟拉赫。"
		},
		QuestInfo2 = { "前置条件", "完成EP^99000017.2^000000", "^990000LV170以上^000000的冒险家" },
		QuestInfo3 = { "^ff0000※该页面为更新介绍而非任务说明，即使完成任务也不会删除。^000000" }
	},
	[78] = {
		Title = "沉没之塔",
		IconName = "ico_sc.bmp",
		Summary = "侵蚀地的不速之客",
		NpcSpr = "4_4JOB_LETICIA",
		NpcNavi = "alberta",
		NpcPosX = 213,
		NpcPosY = 71,
		BgName = "reco_78.bmp",
		QuestInfo1 = {
			"^003355有人该做的事^000000",
			"听说沉没的魔物终结塔侵蚀地下方涌入讨人厌的魔物!",
			"虽然无法获得大量财富，但可以取得不错的经验值...不对，是可以成为很棒的经验。感觉会在那里出点力的你也不例外唷?"
		},
		QuestInfo2 = { "攻掠条件", "^990000LV40以上^000000的冒险家" },
		QuestInfo3 = { "^ff0000※该页面为更新介绍而非任务说明，即使完成任务也不会删除。^000000" }
	},
	[11] = {
		Title = "王室狩猎比赛",
		IconName = "ico_ev.bmp",
		Summary = "快来参加王室狩猎比赛!",
		BgName = "reco_11.bmp",
		QuestInfo1 = {
			"王室狩猎比赛在<NAVI>[普隆德拉北边野外]<INFO>prt_fild01,98,171,0,101,0</INFO></NAVI>举行。",
			"这是能够展现冒险家们实力的大好机会，",
			"还准备了优渥的奖励，快来报名参赛吧!"
		},
		QuestInfo2 = { "为了王室的名誉!" },
		QuestInfo3 = { "^ff0000※该页面为更新介绍而非任务说明，即使完成任务也不会删除。^000000" }
	},
	[77] = {
		Title = "霸肋门德生物圈",
		IconName = "ico_sc.bmp",
		Summary = "向冒险家请求协助",
		NpcSpr = "4_EP17_BASIC_B",
		BgName = "reco_77.bmp",
		QuestInfo1 = {
			"霸肋门德主人在<NAVI>[豪宅]<INFO>ba_in01,252,353,0,101,0</INFO></NAVI>内所打造的人工栖息地，你不会感到好奇吗?",
			"迫切地需要冒险家协助处理长久以来与世隔绝，奇妙地变强的怪物。"
		},
		QuestInfo2 = { "对象:", "LV230以上的所有冒险家" },
		QuestInfo3 = { "^ff0000※该页面为更新介绍而非任务说明，即使完成任务也不会删除。^000000" }
	},
	[74] = {
		Title = "幻想丛书",
		IconName = "ico_vr.bmp",
		Summary = "在普隆德拉东边图书馆见面吧",
		BgName = "reco_74.bmp",
		QuestInfo1 = {
			"一本崭新的互动式小说问世，让你在虚拟空间中与书中角色一起展开故事！",
			"赶快来^3169ce普隆德拉东边图书馆！^000000",
			"立刻前往<NAVI>[普隆德拉东边图书馆]<INFO>prt_elib,18,46,0,101,0</INFO></NAVI>看看吧！"
		},
		QuestInfo2 = { "震撼弹！", "而且", "^3275f0大逆转！！！！^000000" },
		QuestInfo3 = { "^ff0000※注意:本页面为更新介绍，而非任务，完成任务后不会删除。^000000" }
	},
	[12] = {
		Title = "艾尔帕兰冬季狩猎祭公告",
		IconName = "ico_ev.bmp",
		Summary = "最强的猎手就是我！",
		BgName = "reco_12.bmp",
		QuestInfo1 = {
			"寒冷的冬季。面对漫长且严酷的冬天，有害魔物变得更加猖獗。",
			"为此，由卢恩米德加兹王室主办的 <NAVI>[艾尔帕兰]<INFO>aldebaran,111,114,0,101,0</INFO></NAVI>王室狩猎祭即将举行，特此向米德加尔特大陆宣告！"
		},
		QuestInfo2 = { "自信为", "最强猎手的人！", "全都前往艾尔帕兰！" },
		QuestInfo3 = {
			"^ff0000※ 此页面为更新介绍，而非任务介绍。即使完成任务，该页面也不会删除，请注意。^000000"
		}
	},
	[75] = {
		Title = "EP19雪花之地",
		IconName = "ico_ep.bmp",
		Summary = "北方海域的冰封之地",
		BgName = "reco_75.bmp",
		QuestInfo1 = {
			"^3169ce耶梦加得^000000的传说在北方海域流传，",
			"究竟能否阻止带著伊美乐心脏碎片潜逃的^3169ce巴格^000000的野心，^3169ce耶梦加得教派^000000又隐藏著什么秘密呢，",
			"乘载著满满焦虑感的飞空艇，现在启程前往^3169ce伊斯加尔特^000000。"
		},
		QuestInfo2 = { "前置条件 :", "完成EP^3275f018^000000", "^3275f0Lv200以上^000000的冒险家" },
		QuestInfo3 = { "^ee1073   巴格?^000000", "现.在.马.上", "   前往。" }
	},
	[3] = {
		Title = "普隆德拉浪漫春樱季",
		IconName = "ico_ev.bmp",
		Summary = "春日，我们在普隆德拉等你",
		BgName = "reco_03.bmp",
		QuestInfo1 = {
			"欢迎来到全新打造的普隆德拉浪漫春樱季，",
			"请前往普隆德拉王城入口找<NAVI>[斯里]<INFO>prontera,137,327,0,101,0</INFO></NAVI>。"
		},
		QuestInfo2 = { "", "^945945所有Lv20以上的冒险家都可以参加！^000000" },
		QuestInfo3 = { "^ff0000※此页面为更新介绍非任务，注意，完成任务也不会被删除。^000000" }
	},
	[6] = {
		Title = "瑟斯隆尼勒海洋周",
		IconName = "ico_ev.bmp",
		Summary = "巨型泳池就在瑟斯隆尼勒！",
		BgName = "reco_06.bmp",
		QuestInfo1 = {
			"拉赫开放瑟斯隆尼勒神殿的人工湖，许\多人为了好好度过沙漠炎夏准备好玩水了!",
			"海洋周活动现场，有<NAVI>[马蓝]<INFO>ra_temple,137,127,0,101,0</INFO></NAVI>正等待大家！"
		},
		QuestInfo2 = { "在瑟斯隆尼勒海洋周", "消暑", "度过愉快的时光！" },
		QuestInfo3 = { "^ff0000※ 本页面是更新介绍，并非任务。即便完成任务也不会删除，请参考。^000000" }
	},
	[8] = {
		Title = "欢迎来到普隆德拉夜市",
		IconName = "ico_ev.bmp",
		Summary = "在次元之外，享受刺激节日!",
		BgName = "reco_08.bmp",
		QuestInfo1 = {
			"在我们的世界帮助之下，次元之外的普隆德拉夜市开张了，",
			"透过普隆德拉的<NAVI>[霸肋门德]<INFO>prontera,156,303,0,101,0</INFO></NAVI>前往夜市吧，",
			"别错过各种娱乐活动和美味的餐\点!"
		},
		QuestInfo2 = {
			"^33ffff前^ff6666往^99ff00夜^000000市^ffcc00参^000000观^000000",
			"^ff0033否则^000000",
			"^666633我和其他客人会很无聊^000000"
		},
		QuestInfo3 = { "^ff0000※ 请注意，此页面不是任务，是更新介绍，完成任务不会删除此信息。^000000" }
	},
	[73] = {
		Title = "Episode 20 不死者",
		IconName = "ico_ep.bmp",
		Summary = "前往古代冰封峡谷吧!",
		BgName = "reco_73.bmp",
		QuestInfo1 = {
			"抛弃了蛇的巢穴，躲到更深处的耶梦加得教团的核心人物们。",
			"为了找到巴格和拉斯甘德，阻止他们危险的野心，",
			"冒险家一行人前往从未去过的地区，并且见到了陌生的动物。",
			"喵呜"
		},
		QuestInfo2 = { "前置条件 :", "完成Episode ^3275f019^000000", "^3275f0等级215以上^000000的冒险家" },
		QuestInfo3 = { "^ee1073喵呜^000000", "^ee1073喵呜^000000", "^ee1073喵呜^000000" }
	},
	[72] = {
		Title = "新发现！符文石碑！",
		IconName = "ico_ev.bmp",
		Summary = "霸肋门德的新技术？！",
		BgName = "reco_72.bmp",
		QuestInfo1 = {
			"让仓库里山积的卡片们脱胎换骨！",
			"借由霸肋门德的最新技术，成为符文石碑获得新生……！",
			"马上前往<NAVI>[符文石]<INFO>prontera,161,192,0,101,0</INFO></NAVI>一探究竟吧！"
		},
		QuestInfo2 = { "符文石碑，", "超赞……" },
		QuestInfo3 = {
			"^ff0000※ 此页面并非任务，而是更新内容介绍。即使完成任务也不会删除，尚请见谅。^000000"
		}
	},
	[71] = {
		Title = "时间庭园",
		IconName = "ico_sc.bmp",
		Summary = "被遗忘的空间的新主人",
		BgName = "reco_71.bmp",
		QuestInfo1 = {
			"奥斯卡!",
			"我不能直接消除这个<NAVI>[传点]<INFO>xmas_fild01,155,245,0,101,0</INFO></NAVI>!",
			"奥斯卡在这里的时间已经数不清了吧?",
			"但我还是无法忍受你蜷缩身子，背贴著冰冷的地面入睡的模样。",
			"我们干脆趁机把这个没有主人的庭园占为己有吧!",
			"你看得清楚我寄给你的宅邸照片吧?",
			"虽然拍起来有点暗，但我很满意呢!",
			"请你快点回答!",
			"",
			"   - 雷蒂西亚敬上"
		},
		QuestInfo2 = { "攻掠条件 :", "^3275f0Lv.250以上^000000的冒险者" },
		QuestInfo3 = { "^ff0000※ 请注意，本页面非任务为更新介绍，即使完成任务也不会删除。^000000" }
	},
	[10] = {
		Title = "朱诺秋季学术节",
		IconName = "ico_ev.bmp",
		Summary = "也有超酥脆……的美味饼干！",
		BgName = "reco_10.bmp",
		QuestInfo1 = {
			"在朱诺秋季学术节，各种学会与聚会将在此展现他们过去的研究成果、进行各种游戏与活动。",
			"<NAVI>[雷基]<INFO>yuno.gat,164,169,0,101,0</INFO></NAVI>在等待来到朱诺的大家！"
		},
		QuestInfo2 = { "在朱诺秋季学术节", "参观各摊位", "享受丰盛的秋季！" },
		QuestInfo3 = { "^ff0000※ 请注意，此页面为更新介绍，即使完成任务也不会删除。^000000" }
	}
}
